brew "asdf"
brew "borgbackup"
brew "docker-compose"
brew "fd"
brew "gh"
brew "git"
brew "git-filter-repo"
brew "git-secrets"
brew "helm"
brew "kubernetes-cli"
brew "markdown-toc"
brew "markdownlint-cli"
brew "minikube"
brew "pandoc"
brew "prettier"
brew "ripgrep"
brew "shellcheck"
brew "tmux"
brew "uv"
