tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "linuxbrew/xorg"
brew "awscli"
brew "circleci"
brew "cmake"
brew "direnv"
brew "docker-compose"
brew "gh"
brew "gibo"
brew "git"
brew "git-secrets"
brew "hub"
brew "jq"
brew "mosquitto"
brew "n"
brew "pipenv"
brew "prettier"
brew "shellcheck"
brew "tmux"
brew "yarn"
brew "yarn-completion"
