christian-kohler.npm-intellisense
DavidAnson.vscode-markdownlint
DavidWang.ini-for-vscode
dbaeumer.vscode-eslint
eamodio.gitlens
esbenp.prettier-vscode
golang.go
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.python
ms-python.vscode-pylance
ms-vscode.powershell
timonwong.shellcheck
tuttieee.emacs-mcx
zhuangtongfa.material-theme
